Repository: promoteinternational/apex-wordpress-plugin
Catalog: languages/promote-apex-*.po
Languages: sv_se

source: Custom Settings
sv_se: Anpassade inställningar

source: Settings
sv_se: Inställningar

source: Apex Wordpress Plugin Settings
sv_se: Apex Wordpress Inställningar

source: General Settings
sv_se: Allmänna inställningar

source: API Settings
sv_se: API Inställningar

source: Additional CSS
sv_se: Extra CSS

source: Course extra information
sv_se: Extra kursinforation

source: Courses page
sv_se: Kurslistningssida

source: Amount of minutes before each update
sv_se: Antal minuter mellan uppdateringar

source: Currency (Please verify, that selected currency exist in API)
sv_se: Valuta (se till att valutan existerar i API:et)

source: Slug for courses
sv_se: Slug för kurser

source: Display events
sv_se: Visa kurstillfällen

source: Venue order
sv_se: Plats ordning

source: Venue replacements
sv_se: Plats ersättningar

source: Add header and footer to course page
sv_se: Lägg till huvud och fot på kurssidan

source: Server address
sv_se: Serveradress

source: Public API Key
sv_se: Publik API nyckel

source: Private API Key
sv_se: Privat API nyckel

source: Send calendar file
sv_se: Skicka kalenderfil

source: Display Available Seats
sv_se: Visa tillgängliga platser

source: Display Title
sv_se: Visa titel

source: Display Sector
sv_se: Visa bransch

source: Extra course page CSS
sv_se: Extra CSS på kurssidan

source: Extra course archive page CSS
sv_se: Extra CSS på kurslistningssidan

source: Course extra info
sv_se: Extra kursinformation

source: Extra booking info
sv_se: Extra bokningsinformation

source: Extra after booking code
sv_se: Extra bokningskod

source: Booking terms
sv_se: Bokningsvillkor

source: Page title
sv_se: Sidtitel

source: Course sorting
sv_se: Kurssortering

source: Content before courses list
sv_se: Innehåll före kurslistningen

source: Content after courses list
sv_se: Innehåll efter kurslistningen

source: Provide the general plugin settings
sv_se: Ange allmänna inställningar

source: Provide the API settings:
sv_se: Ange API inställningar:

source: Provide additional CSS (optional):
sv_se: Ange extra CSS (valfritt):

source: Provide extra information for the course information page:
sv_se: Ange extra information för kursinformationssidan:

source: Provide options for the courses page:
sv_se: Ange inställningar för kurslistningssidan:

source: You can use shortcodes for output this fields: <strong>[Apex-courses-list-before], [Apex-courses-list], [Apex-courses-list-after]</strong>
sv_se: Du kan använda kortkoder för att visa dessa fält: <strong>[Apex-courses-list-before], [Apex-courses-list], [Apex-courses-list-after]</strong>

source: Swedish Krona
sv_se: Svenska Kronor

source: United States Dollars
sv_se: US dollar

source: United Kingdom Pounds
sv_se: Engelska pund

source: Enter Apex courses slug
sv_se: Ange slug för kurserna

source: Show dates
sv_se: Visa datum

source: Group by venue
sv_se: Gruppera efter plats

source: Enter venue replacements
sv_se: Ange platsbyten

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Enter server name
sv_se: Ange servernamn

source: Enter public api key
sv_se: Ange publik api nyckel

source: Enter private api key
sv_se: Ange privat api nyckel

source: Enter portal ID
sv_se: Ange portal ID

source: Example (add css styling): h2 { color: #fff; background: #222; }
sv_se: Exempel (lägg till css style): h2 { color: #fff; background: #222; }

source: Example (extra javascript): alert(course.transactionId); Valid properties: course.transactionId = The transactionId course.price = The price of the course course.currency = The currency of the price course.name = The name of the course course.slug = The slug of the course
sv_se: Exempel (extra javascript): alert(course.transactionId); Giltiga egenskaper: course.transactionId = Ett beräknat transaktions id course.price = Kurspriset course.currency = Valutan för priset course.name = Namnet på kursen course.slug = Slug för kursen

source: Enter page title
sv_se: Ange sidans titel

source: Alphabetic
sv_se: Alfabetisk

source: Numeric
sv_se: Numerisk

source: Prices and upcoming dates:
sv_se: Pris och kommande datum:

source: %s days
sv_se: %s dagar

source: %s day
sv_se: %s dag

source: Dates
sv_se: Datum

source: No upcoming events
sv_se: Inga kommande kurstillfällen

source: Available seats:
sv_se: Tillgängliga platser:

source: Apply Now
sv_se: Anmäl dig

source: This event is fully booked
sv_se: Detta kurstillfälle är fullt

source: Few seats remaining
sv_se: Få platser kvar

source: Your application was successfully submitted!
sv_se: Du är nu anmäld på kurstillfället!

source: Something went wrong with your application
sv_se: Det blev ett fel när anmälan skulle göras

source: Register on Event
sv_se: Registrera dig

source: Given Name *
sv_se: Förnamn *

source: Surname *
sv_se: Efternamn *

source: Email *
sv_se: E-post *

source: Phone *
sv_se: Telefonnummer *

source: Title
sv_se: Titel

source: Invoice reference
sv_se: Fakturareferens

source: Company *
sv_se: Företag *

source: Sector
sv_se: Bransch

source: Invoice address *
sv_se: Fakturaadress *

source: Zip Code *
sv_se: Postnummer *

source: City *
sv_se: Postort *

source: Country *
sv_se: Land *

source: Sweden
sv_se: Sverige

source: Denmark
sv_se: Danmark

source: Norway
sv_se: Norge

source: Apply
sv_se: Boka

source: Dates for %s
sv_se: Datum för %s
